Repository: LUKKIEN/wagtail-marketing-addons
Catalog: src/wagtail_marketing/locale/*/LC_MESSAGES/django.po
Languages: nl_be

source: No file was selected
nl_be: Er is geen bestand geselecteerd

source: Not a supported format. Supported formats: .xlsx, .xls
nl_be: Niet ondersteund formaat. Ondersteunde formaten: .xlsx, .xls

source: Add redirect
nl_be: Redirect toevoegen

source: Select an Excel-file for a bulk import
nl_be: Selecteer een Excel-bestand voor een bulk import

source: Instead of adding redirects one at a time, you can also upload a bulk of redirects with an Excel-file. Take a look at our <a href="%(example_file)s" target="_blank" rel="noopener noreferrer">example file</a>.
nl_be: In plaats van 1 voor 1 een redirect toe te voegen, kunt u er ook meerdere tegelijk toevoegen middels een Excel-bestand. Bekijk ook ons <a href="%(example_file)s" target="_blank" rel="noopener noreferrer">voorbeeldbestand</a>.

source: Redirects were imported succesfully. {} records inserted.
nl_be: Redirects zijn succesvol ge√Ømporteerd. {} rijen toegevoegd.

source: Something went wrong while reading the file.
nl_be: Er is iets fout gegaan bij het lezen van het bestand.

source: Row: {} - The old path and new path, must both start with /
nl_be: Rij: {} - Het oude en nieuwe pad dienen beiden met / te starten.

source: Row: {} - The old path and new path, must both be filled in.
nl_be: Rij: {} - Het oude en nieuwe pad dienen beiden te worden ingevuld.

source: SEO Listing
nl_be: SEO Overzicht

source: Content page title
nl_be: Titel

source: Search engine example
nl_be: Zoekmachine voorbeeld
